{
  "siteTitle": "Find My Style",
  "navHome": "Home",
  "navAbout": "About",
  "navBlog": "Blog",
  "navContact": "Contact",
  "homeTitle": "✨ AI-Powered Style Analysis",
  "homeSubtitle": "Upload a photo and get a personalized analysis including personal color, fashion items, and styling tips.",
  "imageUploadAlt": "Uploaded image preview",
  "uploadPlaceholderText": "Click here or drag a photo to upload.",
  "analyzeButton": "🔍 Analyze Style",
  "loadingText": "AI is analyzing your style...",
  "reportTitle": "🎨 AI Style Report",
  "retryButton": "Try again with a new photo",
  "footerCopyright": "&copy; 2025 Find My Style. All rights reserved.",
  "footerPrivacyPolicy": "Privacy Policy",
  "footerTermsOfService": "Terms of Service",

  "reportSectionOverallImpression": "✨ Overall Impression",
  "reportSectionPersonalColorDiagnosis": "🎨 Personal Color Diagnosis",
  "reportSectionRecommendedFashionItems": "👕 Recommended Fashion Items",
  "reportSectionTodaysStylingTip": "💡 Today's Styling Tip",

  "overallImpression1": "You give a generally soft and warm impression. Your charm will be doubled by utilizing natural colors and materials.",
  "overallImpression2": "Your intellectual and sophisticated aura stands out. We recommend choosing minimalist and structured clothing designs.",
  "overallImpression3": "You exude vibrant and positive energy. Express your individuality by using bright and vivid colors.",
  "overallImpression4": "You possess an elegant and calm charm. You can emphasize your femininity with flowing silhouettes.",

  "personalColorSpringName": "Spring Warm (Spring)",
  "personalColorSpringDesc": "You have a vibrant and warm image, and bright, cheerful colors suit you well. Colors like ivory, coral pink, and light yellow will further enhance your charm.",
  "personalColorSummerName": "Summer Cool (Summer)",
  "personalColorSummerDesc": "You create a soft and cool image, and calm pastel tones suit you well. Add elegance with colors like lavender, sky blue, and rose pink.",
  "personalColorAutumnName": "Autumn Warm (Autumn)",
  "personalColorAutumnDesc": "You exude a deep and mature atmosphere, and calm, warm earth tones are perfect for you. You can show off your intellectual charm with colors like khaki, burgundy, and mustard.",
  "personalColorWinterName": "Winter Cool (Winter)",
  "personalColorWinterDesc": "You have an intense and urban image, and vibrant, high-saturation colors or achromatic colors suit you well. Create a chic and charismatic look with colors like black, white, hot pink, and cobalt blue.",

  "fashionItem1": "Classic Trench Coat",
  "fashionItem2": "Minimalist Blazer",
  "fashionItem3": "Comfortable yet Stylish Wide-leg Pants",
  "fashionItem4": "A-line Long Skirt",
  "fashionItem5": "High-Quality Cashmere Knit",
  "fashionItem6": "Sophisticated Silk Blouse",
  "fashionItem7": "Versatile Denim Jacket",
  "fashionItem8": "Leather Biker Jacket",
  "fashionItem9": "Highly Versatile Striped T-shirt",

  "stylingTip1": "Match the colors of your top and bottom in tone-on-tone to create a stable and sophisticated look.",
  "stylingTip2": "It's good to use accessories for emphasis. Add a bold necklace or earrings to a simple outfit.",
  "stylingTip3": "Unifying the color or material of your shoes and bag can add stability to your overall look.",
  "stylingTip4": "It's important to pay attention not to use more than three colors to maintain overall harmony.",
  "stylingTip5": "Consider the balance of silhouettes. If your top is oversized, keep your bottom slim, and vice versa.",

  "aboutTitle": "Find My Style - About",
  "aboutHeadingOurStory": "Our Story",
  "aboutHeadingFashionValue": "Fashion, Beyond Value",
  "aboutParagraphFashionValue1": "'Find My Style' was created to help everyone discover their unique beauty and gain confidence, going beyond a simple style analysis tool. We believe that fashion is not just about wearing clothes, but an important way to express oneself and communicate with the world.",
  "aboutMissionStatement": "\"Our mission is to lower the barrier to fashion through technology and provide an environment where anyone can explore their style easily and enjoyably.\"",
  "aboutHeadingAIAnalysis": "What is AI Style Analysis?",
  "aboutParagraphAIAnalysis1": "No need for complex fashion theories or expensive consultations. 'Find My Style' is a virtual stylist that provides personal color, recommended fashion items, and practical styling tips based on a single photo of yours. Our goal is to help you open your closet with excitement every morning instead of worrying about 'what to wear today?'",
  "aboutHeadingHowItWorks": "How Does It Work?",
  "aboutParagraphHowItWorks1": "When you upload a photo, our system analyzes the overall color and atmosphere of the image. Based on this data, it generates the most suitable personal color and style suggestions through our pre-built fashion database and styling algorithms. This process is like delivering the know-how of countless fashion experts to you automatically.",
  "aboutParagraphHowItWorksNote": "<strong>Note:</strong> This service currently operates as a simulation providing analysis results through a meticulously designed algorithm, not actual artificial intelligence. We value your personal information highly, and uploaded photos are neither stored on the server nor used for any other purpose.",
  "aboutHeadingStartNow": "Start Now",
  "aboutParagraphStartNow1": "Embark on a journey to find your own style with 'Find My Style'. Are you ready to discover a new you?",

  "contactTitle": "Find My Style - Contact",
  "contactHeading": "Contact Us",
  "contactSubtitle": "We welcome any feedback, questions, or partnership proposals regarding our service.<br>Please send us a message through the form below, and we will reply promptly.",
  "contactLabelName": "Name",
  "contactLabelEmail": "Email",
  "contactLabelMessage": "Message",
  "contactSubmitButton": "Send Message",

  "privacyTitle": "Find My Style - Privacy Policy",
  "privacyHeading": "Privacy Policy",
  "privacyLastUpdated": "Effective Date: January 20, 2025",
  "privacySection1Title": "1. General Provisions",
  "privacySection1P1": "Find My Style (hereinafter referred to as 'the Company') values users' personal information greatly and complies with relevant laws and regulations, including the 'Personal Information Protection Act'. The Company informs users through this Privacy Policy about how the personal information provided by users is used, for what purposes, and what measures are being taken to protect personal information.",
  "privacySection2Title": "2. Items of Personal Information Collected and Methods of Collection",
  "privacySection2P1": "The Company collects only the minimum personal information necessary for providing the service.",
  "privacySection2Sub1Title": "When using AI Style Analysis Service:",
  "privacySection2Sub1Li1": "Photo images uploaded by users are used only for the purpose of providing the service (style analysis).",
  "privacySection2Sub1Li2": "<strong>Photo images are neither stored nor collected on the server, and all analysis is temporarily processed within the user's web browser and immediately discarded.</strong>",
  "privacySection2Sub2Title": "When using Contact Us Service:",
  "privacySection2Sub2Li1": "Items collected: Name, Email address, Inquiry details",
  "privacySection2Sub2Li2": "Method of collection: Directly input by the user in the inquiry form",
  "privacySection2Sub3Title": "Automatically collected information:",
  "privacySection2Sub3Li1": "During the service use, IP address, cookies, service usage records, device information, etc., may be automatically generated and collected. This is used for service improvement and prevention of unauthorized use.",
  "privacySection3Title": "3. Purpose of Personal Information Use",
  "privacySection3P1": "The Company uses the collected personal information only for the following purposes.",
  "privacySection3Li1": "Providing AI style analysis results",
  "privacySection3Li2": "Processing service-related inquiries and requests",
  "privacySection3Li3": "Analyzing service usage statistics, improving services, and developing new services",
  "privacySection3Li4": "Preventing unauthorized use and illegal activities",
  "privacySection4Title": "4. Provision of Personal Information to Third Parties",
  "privacySection4P1": "The Company does not provide personal information to external parties without the user's prior consent. However, exceptions are made in the following cases:",
  "privacySection4Li1": "If required by law, or if there is a request from an investigative agency for investigative purposes according to procedures and methods stipulated by law",
  "privacySection5Title": "5. Cookies and Advertising",
  "privacySection5P1": "The Company uses cookies to improve service quality and provide customized services. In addition, we use Google AdSense, a third-party advertising service.",
  "privacySection5Li1": "Google AdSense may provide customized advertisements based on the user's website visit history using cookies.",
  "privacySection5Li2": "Users can refuse cookie storage by changing their browser settings, but in this case, there may be inconveniences in using the service.",
  "privacySection5Li3": "For more information on Google's advertising policies, please refer to the <a href=\"https://policies.google.com/technologies/ads\" target=\"_blank\" rel=\"noopener\">Google Ads Technology Policies</a> page.",
  "privacySection6Title": "6. User Rights",
  "privacySection6P1": "Users can request access, correction, deletion, or suspension of processing of their personal information at any time. The Company will take action without delay in response to user requests. Rights can be exercised through the <a href=\"contact.html\">Contact Us</a> page.",
  "privacySection7Title": "7. Technical/Administrative Protection Measures for Personal Information",
  "privacySection7P1": "In processing users' personal information, the Company takes the following technical/administrative measures to ensure the security of personal information and prevent loss, theft, leakage, alteration, or damage. (e.g., encrypted communication, access control, etc.)",
  "privacySection8Title": "8. Changes to the Privacy Policy",
  "privacySection8P1": "Any additions, deletions, or modifications to the contents of this Privacy Policy will be notified through this page at least 7 days before the effective date.",
  "privacySection9Title": "9. Inquiries",
  "privacySection9P1": "For inquiries, complaint handling, and relief regarding personal information processing, you can contact us at the following.",
  "privacySection9Li1": "<strong>Contact Channel:</strong> <a href=\"contact.html\">Contact Us Page</a>",

  "termsTitle": "Find My Style - Terms of Service",
  "termsHeading": "Terms of Service",
  "termsLastUpdated": "Effective Date: January 20, 2025",
  "termsSection1Title": "Article 1 (Purpose)",
  "termsSection1P1": "The purpose of these Terms is to stipulate the rights, obligations, responsibilities, and other necessary matters between the Company and users regarding the use of the AI Style Analysis service (hereinafter referred to as 'the Service') provided by Find My Style (hereinafter referred to as 'the Company').",
  "termsSection2Title": "Article 2 (Definition of Terms)",
  "termsSection2Li1": "'Service' means all AI style analysis and related information provided by the Company based on photos uploaded by users.",
  "termsSection2Li2": "'User' means any user who enters into a service contract with the Company under these Terms and uses the services provided by the Company.",
  "termsSection3Title": "Article 3 (Content and Use of Service)",
  "termsSection3Li1": "The Company provides style analysis results such as personal color and recommended fashion items based on photos uploaded by users.",
  "termsSection3Li2": "The service can be used without separate membership registration and is provided free of charge.",
  "termsSection3Li3": "All information (style analysis results, etc.) provided through the service is created for entertainment and reference purposes. It does not replace professional fashion consulting, and the Company does not guarantee the absolute accuracy of the results.",
  "termsSection4Title": "Article 4 (User Obligations)",
  "termsSection4P1": "Users shall not engage in any of the following acts:",
  "termsSection4Li1": "Unauthorized use of others' photos to use the service",
  "termsSection4Li2": "Any act that interferes with the normal operation of the service",
  "termsSection4Li3": "Any act that infringes on the intellectual property rights of the Company or third parties",
  "termsSection4Li4": "Other illegal or unfair acts",
  "termsSection5Title": "Article 5 (Intellectual Property Rights)",
  "termsSection5Li1": "Copyright and intellectual property rights for all content within the service (text, images, logos, design, UI, etc.) belong to the Company.",
  "termsSection5Li2": "Users shall not use or allow third parties to use the service content for commercial purposes by reproduction, transmission, publication, distribution, broadcasting, or any other method without the prior consent of the Company.",
  "termsSection5Li3": "Copyright for photos uploaded by users for service use belongs to the respective users. The Company does not use or store such photos for any purpose other than providing the service.",
  "termsSection6Title": "Article 6 (Disclaimer)",
  "termsSection6Li1": "The Company shall be exempt from responsibility for service provision if it cannot provide the service due to natural disasters or force majeure equivalent thereto.",
  "termsSection6Li2": "The Company is not responsible for any service disruption due to the user's fault.",
  "termsSection6Li3": "The Company is not responsible for any loss of expected profit by users using the service, nor for damages caused by materials obtained through the service.",
  "termsSection6Li4": "The Company bears no responsibility for the content, reliability, or accuracy of third-party advertisements posted on the service.",
  "termsSection7Title": "Article 7 (Service Changes and Suspension)",
  "termsSection7Li1": "The Company may change all or part of the services it provides due to operational or technical necessities with reasonable cause.",
  "termsSection7Li2": "If there are changes in the content, usage methods, or usage time of the service, the Company must notify users by posting the reason for the change and the changed service content on the initial screen of the relevant service.",
  "termsSection7Li3": "The Company may modify, suspend, or change all or part of the free services due to the Company's policy and operational needs, and unless there are special provisions in relevant laws, the Company will not compensate users for this.",
  "termsSection8Title": "Article 8 (Governing Law and Jurisdiction)",
  "termsSection8Li1": "Lawsuits filed between the Company and users shall be governed by the laws of the Republic of Korea.",
  "termsSection8Li2": "Lawsuits regarding disputes arising between the Company and users shall be filed in the competent court having jurisdiction over the location of the Company.",

  "blogTitle": "Find My Style - Blog",
  "blogHeading": "Style Guide",
  "blogArticle1Title": "The Journey to Finding Your Personal Style: 5 Essential Steps",
  "blogArticle1Excerpt": "Finding your own style is one of the most powerful ways to express yourself. If you're unsure where to start, follow these 5 steps.",
  "blogArticle2Title": "The Magic of Color, Personal Color: Finding the Perfect Colors for You",
  "blogArticle2Excerpt": "The right colors brighten your face, while the wrong ones can highlight flaws. Understand personal color basics and find your perfect shades.",
  "blogArticle3Title": "Wardrobe Essentials: 7 Must-Have Items for Any Occasion",
  "blogArticle3Excerpt": "Trends come and go, but some items endure. These 7 essentials will elevate your style in any situation.",
  "blogReadMore": "Read More &rarr;",

  "article1Title": "The Journey to Finding Your Personal Style: 5 Essential Steps",
  "article1P1": "Having your own style is a powerful tool for self-expression, beyond just dressing well. However, in a myriad of trends, finding 'your own style' can be challenging. If you're unsure where to begin, follow these 5 steps.",
  "article1H2_1": "1. Collect Inspiration",
  "article1P2": "The first step is to find styles that resonate with you. Use various media like Pinterest, Instagram, and fashion magazines to gather images you like. Anything is fine: specific people, color schemes, silhouettes, or moods. These collected images will serve as important clues to understanding your preferences. Creating a 'style board' or 'mood board' is also a great method.",
  "article1H2_2": "2. Analyze Your Wardrobe",
  "article1P3": "Now it's time to open your closet. Take out all your clothes and see which ones you wear frequently and which ones you never wear. There will surely be commonalities in the clothes you often reach for. You can identify your preferred elements such as comfortable materials, specific colors, or certain fits. Conversely, unworn clothes can tell you which styles you want to avoid.",
  "article1H2_3": "3. Understand Yourself",
  "article1P4": "Style reflects your lifestyle and values. Consider your profession, how you spend most of your time, and your hobbies. Someone with an active job might need comfortable and functional clothes, while someone in a creative field might try bolder, more unique styles. It's important to look inward through questions like 'Who am I?' and 'What do I value?'",
  "article1H2_4": "4. Define Core Items",
  "article1P5": "Considering your inspiration, wardrobe, and lifestyle comprehensively, define a few 'core items' that will represent your style. For example, 'well-fitting jeans,' 'high-quality white T-shirt,' or 'classic blazer.' These core items will anchor your wardrobe and serve as the foundation for various styling options.",
  "article1H2_5": "5. Experiment and Evolve",
  "article1P6": "Style is not something that's completed all at once. It is a continuous process of experimentation and evolution. Try new combinations and challenge yourself with styles you don't usually wear. Sometimes you might fail, but through that process, your style will become more solid and profound. Even starting by changing a small accessory can be beneficial. Having confidence and enjoying the process is most important.",
  "article1P7": "Through these 5 steps, you will no longer blindly chase trends but discover the joy of creating your own style based on your standards. Find My Style supports your journey!",

  "article2Title": "The Magic of Color, Personal Color: Finding the Perfect Colors for You",
  "article2P1": "Have you ever had the experience where the same colored clothes looked great on a friend but felt somehow awkward on you? The secret lies in 'personal color'. Personal color refers to a group of colors that harmonize with an individual's unique skin, hair, and eye color, adding vitality and positively shaping their image. Finding the right colors can make styling much easier and boost your confidence.",
  "article2H2_1": "Why is Personal Color Important?",
  "article2P2": "Colors that suit you can make your skin tone even and alleviate blemishes or dark circles, making you look vibrant and healthy overall. Conversely, colors that don't suit you can make your skin look dull, highlight flaws, and make your clothes feel detached from you. Knowing your personal color can help you reduce unnecessary spending when shopping and manage your wardrobe efficiently.",
  "article2H2_2": "Personal Color Basics: Warm Tone vs. Cool Tone",
  "article2P3": "Personal colors are broadly divided into 'Warm Tone' and 'Cool Tone'. This distinction is based on whether the color has a yellowish or bluish undertone.",
  "article2Li1_1": "<strong>Warm Tone:</strong> Gives a warm and lively impression. Gold accessories generally suit well, and the veins on the wrist are close to green. Representative colors include ivory, coral, orange, and brown.",
  "article2Li1_2": "<strong>Cool Tone:</strong> Gives a cool and urban impression. Silver accessories suit well, and the veins on the wrist are close to blue or purple. Representative colors include pure white, lavender, magenta, and navy.",
  "article2H2_3": "Four Seasons Personal Color Types",
  "article2P4": "Warm and cool tones are further subdivided into four seasonal types based on their lightness and saturation.",
  "article2Li2_1": "<strong>Spring Warm:</strong> Bright and warm colors with high saturation suit well. Creates a lovely and lively image. (e.g., coral pink, peach, light yellow)",
  "article2Li2_2": "<strong>Summer Cool:</strong> Bright and cool pastel tones with low saturation suit well. Creates an elegant and soft image. (e.g., lavender, sky blue, rose pink)",
  "article2Li2_3": "<strong>Autumn Warm:</strong> Deep and warm colors with low saturation are perfect. Creates a mature and intellectual image. (e.g., khaki, burgundy, mustard)",
  "article2Li2_4": "<strong>Winter Cool:</strong> Vivid, high-saturation cool colors or achromatic colors suit well. Creates a charismatic and chic image. (e.g., hot pink, cobalt blue, black, white)",
  "article2H2_4": "Find Your Own Color",
  "article2P5": "For an accurate diagnosis, it's best to consult an expert, but you can also try simple self-diagnosis in everyday life. Hold various colored clothes or scarves near your face and check in the mirror which color brightens your face more. The 'Find My Style' service can also be an excellent first step in finding your personal color.",

  "article3Title": "Wardrobe Essentials: 7 Must-Have Items for Any Occasion",
  "article3P1": "Fashion trends change rapidly, but some items firmly hold their place amidst all trends. These are called 'basic items' or 'classic items'. These items easily harmonize with any outfit and elevate your style. Here are 7 essential items you must have in your wardrobe.",
  "article3H2_1": "1. High-Quality White T-shirt",
  "article3P2": "Simple yet the most powerful item. Pair it with jeans for a casual look, or with slacks or a skirt for a sophisticated look. A white T-shirt with good material and fit is a great styling tool on its own.",
  "article3H2_2": "2. Well-fitting Jeans",
  "article3P3": "Jeans that perfectly fit your body type instill confidence. Choose the fit that suits you best among skinny, straight, wide, etc. They are highly versatile as they go well with any top.",
  "article3H2_3": "3. Classic Blazer",
  "article3P4": "A blazer is a magical item that instantly transforms a T-shirt and jeans outfit into a formal style. A basic colored blazer in black, navy, or beige is a must-have for important occasions or office wear.",
  "article3H2_4": "4. Striped Shirt",
  "article3P5": "A striped shirt, synonymous with French chic, adds cheerfulness to a dull style. It's great to wear alone or as an inner layer under a jacket or cardigan to add a point.",
  "article3H2_5": "5. Little Black Dress (LBD)",
  "article3P6": "The Little Black Dress, popularized by Coco Chanel, is a timeless classic. It will make you shine in any situation, whether it's a party, a date, or a wedding guest look. We recommend choosing a simple design and adding variations with accessories.",
  "article3H2_6": "6. Versatile Sneakers",
  "article3P7": "Sneakers are no longer just for exercising. They can be mixed and matched with any style, such as dresses or slacks, to complete a comfortable yet trendy look. It's best to choose a clean design in basic colors like white or black.",
  "article3H2_7": "7. Trench Coat",
  "article3P8": "There's no item as useful as a trench coat for spring and autumn. Simply throwing it over a T-shirt can create a stylish atmosphere. Classic designs in beige or khaki hold their value for decades.",
  "article3P9": "Build a strong foundation for your wardrobe with these 7 basic items. By adding just a few trendy items, you'll be able to enjoy new styles every day. Find My Style supports your journey!"
}