{
  "siteTitle": "나의 스타일 찾기",
  "navHome": "Home",
  "navAbout": "About",
  "navBlog": "Blog",
  "navContact": "Contact",
  "homeTitle": "✨ AI가 찾아주는 나의 스타일",
  "homeSubtitle": "사진을 업로드하고 퍼스널 컬러, 패션 아이템, 스타일링 팁까지 맞춤형 분석을 받아보세요.",
  "imageUploadAlt": "업로드된 이미지 미리보기",
  "uploadPlaceholderText": "여기를 클릭하거나 사진을 드래그하여 업로드하세요.",
  "analyzeButton": "🔍 스타일 분석하기",
  "loadingText": "AI가 당신의 스타일을 분석 중입니다...",
  "reportTitle": "🎨 AI 스타일 리포트",
  "retryButton": "새로운 사진으로 다시하기",
  "footerCopyright": "&copy; 2025 나의 스타일 찾기. All rights reserved.",
  "footerPrivacyPolicy": "개인정보처리방침",
  "footerTermsOfService": "이용약관",

  "reportSectionOverallImpression": "✨ 총평",
  "reportSectionPersonalColorDiagnosis": "🎨 퍼스널 컬러 진단",
  "reportSectionRecommendedFashionItems": "👕 추천 패션 아이템",
  "reportSectionTodaysStylingTip": "💡 오늘의 스타일링 팁",

  "overallImpression1": "전체적으로 부드럽고 따뜻한 인상을 줍니다. 자연스러운 컬러와 소재를 활용하면 매력이 배가될 것입니다.",
  "overallImpression2": "지적이고 세련된 분위기가 돋보입니다. 미니멀하고 구조적인 디자인의 의류를 선택하는 것을 추천합니다.",
  "overallImpression3": "활기차고 긍정적인 에너지가 느껴집니다. 밝고 선명한 색상을 사용하여 개성을 표현해보세요.",
  "overallImpression4": "우아하고 차분한 매력을 가지고 있습니다. 흐르는 듯한 실루엣의 의상으로 여성스러움을 강조할 수 있습니다.",

  "personalColorSpringName": "봄 웜톤 (Spring)",
  "personalColorSpringDesc": "생기 있고 따뜻한 이미지를 가지고 있으며, 밝고 화사한 컬러가 잘 어울립니다. 아이보리, 코랄 핑크, 라이트 옐로우와 같은 색상이 당신의 매력을 한층 더 돋보이게 합니다.",
  "personalColorSummerName": "여름 쿨톤 (Summer)",
  "personalColorSummerDesc": "부드럽고 시원한 이미지를 연출하며, 파스텔 톤의 차분한 컬러가 잘 어울립니다. 라벤더, 스카이 블루, 로즈 핑크와 같은 색상으로 우아함을 더해보세요.",
  "personalColorAutumnName": "가을 웜톤 (Autumn)",
  "personalColorAutumnDesc": "깊고 성숙한 분위기를 자아내며, 차분하고 따뜻한 얼스(earth) 톤 컬러가 제격입니다. 카키, 버건디, 머스타드, 브라운 계열의 색상으로 지적인 매력을 발산할 수 있습니다.",
  "personalColorWinterName": "겨울 쿨톤 (Winter)",
  "personalColorWinterDesc": "강렬하고 도시적인 이미지를 가지고 있으며, 선명한 고채도의 컬러나 무채색이 잘 어울립니다. 블랙, 화이트, 핫핑크, 코발트 블루와 같은 색상으로 시크하고 카리스마 있는 모습을 연출해보세요.",

  "fashionItem1": "클래식한 트렌치 코트",
  "fashionItem2": "미니멀한 디자인의 블레이저",
  "fashionItem3": "편안하면서도 스타일리시한 와이드 팬츠",
  "fashionItem4": "A라인 실루엣의 롱 스커트",
  "fashionItem5": "고품질의 캐시미어 니트",
  "fashionItem6": "세련된 실크 블라우스",
  "fashionItem7": "어디에나 잘 어울리는 데님 자켓",
  "fashionItem8": "가죽 소재의 바이커 자켓",
  "fashionItem9": "활용도 높은 스트라이프 티셔츠",

  "stylingTip1": "상의와 하의의 색상을 톤온톤으로 매치하여 안정감 있고 세련된 룩을 연출해보세요.",
  "stylingTip2": "액세서리를 활용하여 포인트를 주는 것이 좋습니다. 심플한 의상에 볼드한 목걸이나 귀걸이를 더해보세요.",
  "stylingTip3": "신발과 가방의 색상이나 소재를 통일하면 전체적인 룩에 안정감을 줄 수 있습니다.",
  "stylingTip4": "세 가지 이상의 색상을 사용하지 않도록 주의하여 전체적인 조화를 맞추는 것이 중요합니다.",
  "stylingTip5": "실루엣의 균형을 생각하세요. 상의가 오버사이즈라면 하의는 슬림하게, 반대의 경우도 마찬가지입니다.",

  "aboutTitle": "나의 스타일 찾기 - About",
  "aboutHeadingOurStory": "우리의 이야기",
  "aboutHeadingFashionValue": "패션, 그 이상의 가치",
  "aboutParagraphFashionValue1": "'나의 스타일 찾기'는 단순한 스타일 분석 도구를 넘어, 모든 사람이 자신만의 고유한 아름다움을 발견하고 자신감을 가질 수 있도록 돕기 위해 만들어졌습니다. 우리는 패션이 단순히 옷을 입는 행위가 아니라, 자신을 표현하고 세상과 소통하는 중요한 방법이라고 믿습니다.",
  "aboutMissionStatement": "\"우리의 미션은 기술을 통해 패션의 문턱을 낮추고, 누구나 자신의 스타일을 쉽고 재미있게 탐색할 수 있는 환경을 제공하는 것입니다.\"",
  "aboutHeadingAIAnalysis": "AI 스타일 분석이란?",
  "aboutParagraphAIAnalysis1": "복잡한 패션 이론이나 값비싼 컨설팅 없이도 괜찮습니다. '나의 스타일 찾기'는 당신의 사진 한 장을 기반으로 퍼스널 컬러, 추천 패션 아이템, 그리고 실용적인 스타일링 팁을 제공하는 가상 스타일리스트입니다. 저희의 목표는 당신이 매일 아침 '오늘 뭐 입지?'라는 고민 대신, 설레는 마음으로 옷장을 열 수 있도록 돕는 것입니다.",
  "aboutHeadingHowItWorks": "어떻게 작동하나요?",
  "aboutParagraphHowItWorks1": "당신이 사진을 업로드하면, 저희 시스템은 이미지의 전체적인 색상과 분위기를 분석합니다. 이 데이터를 기반으로, 사전 구축된 패션 데이터베이스와 스타일링 알고리즘을 통해 가장 적합한 퍼스널 컬러와 스타일 제안을 생성합니다. 이 과정은 수많은 패션 전문가의 노하우를 자동화하여 당신에게 전달하는 것과 같습니다.",
  "aboutParagraphHowItWorksNote": "<strong>참고:</strong> 본 서비스는 현재 실제 인공지능이 아닌, 정교하게 설계된 알고리즘을 통해 분석 결과를 제공하는 시뮬레이션 형태로 운영됩니다. 저희는 사용자의 개인정보를 매우 중요하게 생각하며, 업로드된 사진은 서버에 저장되거나 다른 목적으로 사용되지 않습니다.",
  "aboutHeadingStartNow": "지금 시작해보세요",
  "aboutParagraphStartNow1": "자신만의 스타일을 찾아 떠나는 여정, '나의 스타일 찾기'와 함께 시작해보세요. 새로운 당신을 발견할 준비가 되셨나요?",

  "contactTitle": "나의 스타일 찾기 - 문의",
  "contactHeading": "문의하기",
  "contactSubtitle": "서비스에 대한 피드백, 질문, 파트너십 제안 등 어떤 내용이든 환영합니다.<br>아래 양식을 통해 메시지를 보내주시면 신속하게 답변드리겠습니다.",
  "contactLabelName": "이름",
  "contactLabelEmail": "이메일",
  "contactLabelMessage": "메시지",
  "contactSubmitButton": "메시지 보내기",

  "privacyTitle": "나의 스타일 찾기 - 개인정보처리방침",
  "privacyHeading": "개인정보처리방침",
  "privacyLastUpdated": "시행일: 2025년 1월 20일",
  "privacySection1Title": "1. 총칙",
  "privacySection1P1": "나의 스타일 찾기 (이하 '회사')는 이용자의 개인정보를 매우 중요하게 생각하며, '개인정보 보호법' 등 관련 법령을 준수하고 있습니다. 회사는 본 개인정보처리방침을 통해 이용자가 제공하는 개인정보가 어떠한 용도와 방식으로 이용되고 있으며, 개인정보보호를 위해 어떠한 조치가 취해지고 있는지 알려드립니다.",
  "privacySection2Title": "2. 수집하는 개인정보의 항목 및 수집 방법",
  "privacySection2P1": "회사는 서비스 제공을 위해 필요한 최소한의 개인정보만을 수집합니다.",
  "privacySection2Sub1Title": "AI 스타일 분석 서비스 이용 시:",
  "privacySection2Sub1Li1": "이용자가 업로드하는 사진 이미지는 서비스 제공(스타일 분석) 목적으로만 사용됩니다.",
  "privacySection2Sub1Li2": "<strong>사진 이미지는 서버에 저장되거나 수집되지 않으며, 모든 분석은 이용자의 웹 브라우저 내에서 일시적으로 처리된 후 즉시 폐기됩니다.</strong>",
  "privacySection2Sub2Title": "문의하기 서비스 이용 시:",
  "privacySection2Sub2Li1": "수집 항목: 이름, 이메일 주소, 문의 내용",
  "privacySection2Sub2Li2": "수집 방법: 이용자가 문의 양식에 직접 입력",
  "privacySection2Sub3Title": "자동 수집 정보:",
  "privacySection2Sub3Li1": "서비스 이용 과정에서 IP 주소, 쿠키, 서비스 이용 기록, 기기 정보 등이 자동으로 생성되어 수집될 수 있습니다. 이는 서비스 개선 및 부정 이용 방지를 위해 사용됩니다.",
  "privacySection3Title": "3. 개인정보의 이용 목적",
  "privacySection3P1": "회사는 수집한 개인정보를 다음의 목적으로만 활용합니다.",
  "privacySection3Li1": "AI 스타일 분석 결과 제공",
  "privacySection3Li2": "서비스 관련 문의 및 요청 처리",
  "privacySection3Li3": "서비스 이용 통계 분석, 서비스 개선 및 신규 서비스 개발",
  "privacySection3Li4": "부정 이용 방지 및 비인가 사용 방지",
  "privacySection4Title": "4. 개인정보의 제3자 제공",
  "privacySection4P1": "회사는 이용자의 사전 동의 없이 개인정보를 외부에 제공하지 않습니다. 단, 다음의 경우에는 예외로 합니다.",
  "privacySection4Li1": "법령의 규정에 의거하거나, 수사 목적으로 법령에 정해진 절차와 방법에 따라 수사기관의 요구가 있는 경우",
  "privacySection5Title": "5. 쿠키 및 광고",
  "privacySection5P1": "회사는 서비스 품질 향상 및 맞춤형 서비스 제공을 위해 쿠키(Cookie)를 사용합니다. 또한, 제3자 광고 서비스인 Google AdSense를 이용하고 있습니다.",
  "privacySection5Li1": "Google AdSense는 쿠키를 사용하여 이용자의 웹사이트 방문 기록을 기반으로 맞춤형 광고를 제공할 수 있습니다.",
  "privacySection5Li2": "이용자는 브라우저 설정을 변경하여 쿠키 저장을 거부할 수 있으나, 이 경우 서비스 이용에 불편이 있을 수 있습니다.",
  "privacySection5Li3": "Google의 광고 정책에 대한 자세한 정보는 <a href=\"https://policies.google.com/technologies/ads\" target=\"_blank\" rel=\"noopener\">Google 광고 기술 정책</a> 페이지에서 확인하실 수 있습니다.",
  "privacySection6Title": "6. 이용자의 권리",
  "privacySection6P1": "이용자는 언제든지 자신의 개인정보에 대해 열람, 정정, 삭제, 처리정지를 요청할 수 있습니다. 회사는 이용자의 요청에 대해 지체 없이 조치하겠습니다. 권리 행사는 <a href=\"contact.html\">문의하기</a> 페이지를 통해 하실 수 있습니다.",
  "privacySection7Title": "7. 개인정보의 기술적/관리적 보호 대책",
  "privacySection7P1": "회사는 이용자의 개인정보를 처리함에 있어 개인정보가 분실, 도난, 유출, 변조 또는 훼손되지 않도록 안전성 확보를 위하여 다음과 같은 기술적/관리적 대책을 강구하고 있습니다. (예: 암호화 통신, 접근 제어 등)",
  "privacySection8Title": "8. 개인정보처리방침의 변경",
  "privacySection8P1": "본 개인정보처리방침의 내용 추가, 삭제 및 수정이 있을 경우 시행일 최소 7일 전에 본 페이지를 통해 고지할 것입니다.",
  "privacySection9Title": "9. 문의",
  "privacySection9P1": "개인정보 처리와 관련된 문의, 불만 처리, 피해 구제 등에 관한 사항은 아래 연락처로 문의하실 수 있습니다.",
  "privacySection9Li1": "<strong>문의 채널:</strong> <a href=\"contact.html\">문의하기 페이지</a>",

  "termsTitle": "나의 스타일 찾기 - 이용약관",
  "termsHeading": "이용약관",
  "termsLastUpdated": "시행일: 2025년 1월 20일",
  "termsSection1Title": "제1조 (목적)",
  "termsSection1P1": "본 약관은 나의 스타일 찾기 (이하 '회사')가 제공하는 AI 스타일 분석 서비스(이하 '서비스')의 이용과 관련하여 회사와 이용자의 권리, 의무 및 책임사항, 기타 필요한 사항을 규정함을 목적으로 합니다.",
  "termsSection2Title": "제2조 (용어의 정의)",
  "termsSection2Li1": "'서비스'라 함은 이용자가 업로드한 사진을 바탕으로 회사가 제공하는 AI 스타일 분석 및 관련 정보 일체를 의미합니다.",
  "termsSection2Li2": "'이용자'라 함은 본 약관에 따라 회사와 이용계약을 체결하고 회사가 제공하는 서비스를 이용하는 모든 사용자를 의미합니다.",
  "termsSection3Title": "제3조 (서비스의 내용 및 이용)",
  "termsSection3Li1": "회사는 이용자가 업로드한 사진을 바탕으로 퍼스널 컬러, 패션 아이템 추천 등의 스타일 분석 결과를 제공합니다.",
  "termsSection3Li2": "서비스는 별도의 회원가입 없이 이용할 수 있으며, 무료로 제공됩니다.",
  "termsSection3Li3": "서비스를 통해 제공되는 모든 정보(스타일 분석 결과 등)는 오락 및 참고 목적으로 제작되었습니다. 이는 전문적인 패션 컨설팅을 대체하지 않으며, 회사는 결과의 절대적인 정확성을 보증하지 않습니다.",
  "termsSection4Title": "제4조 (이용자의 의무)",
  "termsSection4P1": "이용자는 다음 각 호에 해당하는 행위를 하여서는 안 됩니다.",
  "termsSection4Li1": "타인의 사진을 무단으로 도용하여 서비스를 이용하는 행위",
  "termsSection4Li2": "서비스의 정상적인 운영을 방해하는 일체의 행위",
  "termsSection4Li3": "회사 또는 제3자의 지적재산권을 침해하는 행위",
  "termsSection4Li4": "기타 불법적이거나 부당한 행위",
  "termsSection5Title": "제5조 (지적재산권)",
  "termsSection5Li1": "서비스 내 모든 콘텐츠(텍스트, 이미지, 로고, 디자인, UI 등)에 대한 저작권 및 지적재산권은 회사에 귀속됩니다.",
  "termsSection5Li2": "이용자는 회사의 사전 동의 없이 서비스의 콘텐츠를 복제, 송신, 출판, 배포, 방송 기타 방법에 의하여 영리 목적으로 이용하거나 제3자에게 이용하게 하여서는 안 됩니다.",
  "termsSection5Li3": "이용자가 서비스 이용을 위해 업로드한 사진에 대한 저작권은 해당 이용자에게 있습니다. 회사는 해당 사진을 서비스 제공 목적 외에는 어떠한 용도로도 사용하거나 저장하지 않습니다.",
  "termsSection6Title": "제6조 (면책조항)",
  "termsSection6Li1": "회사는 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 관한 책임이 면제됩니다.",
  "termsSection6Li2": "회사는 이용자의 귀책사유로 인한 서비스 이용의 장애에 대하여는 책임을 지지 않습니다.",
  "termsSection6Li3": "회사는 이용자가 서비스를 이용하여 기대하는 수익을 상실한 것에 대하여 책임을 지지 않으며, 그 밖의 서비스를 통하여 얻은 자료로 인한 손해에 관하여 책임을 지지 않습니다.",
  "termsSection6Li4": "서비스에 게재된 제3자 제공 광고의 내용, 신뢰도, 정확성에 대하여 회사는 어떠한 책임도 지지 않습니다.",
  "termsSection7Title": "제7조 (서비스의 변경 및 중단)",
  "termsSection7Li1": "회사는 상당한 이유가 있는 경우에 운영상, 기술상의 필요에 따라 제공하고 있는 전부 또는 일부 서비스를 변경할 수 있습니다.",
  "termsSection7Li2": "회사는 서비스의 내용, 이용방법, 이용시간에 대하여 변경이 있는 경우 변경사유, 변경될 서비스의 내용 등을 해당 서비스 초기화면에 게시하여야 합니다.",
  "termsSection7Li3": "회사는 무료로 제공되는 서비스의 일부 또는 전부를 회사의 정책 및 운영의 필요상 수정, 중단, 변경할 수 있으며, 이에 대하여 관련법에 특별한 규정이 없는 한 이용자에게 별도의 보상을 하지 않습니다.",
  "termsSection8Title": "제8조 (준거법 및 관할법원)",
  "termsSection8Li1": "회사와 이용자 간 제기된 소송은 대한민국법을 준거법으로 합니다.",
  "termsSection8Li2": "회사와 이용자 간 발생한 분쟁에 관한 소송은 민사소송법상의 관할법원에 제소합니다.",

  "blogTitle": "나의 스타일 찾기 - 블로그",
  "blogHeading": "스타일 가이드",
  "blogArticle1Title": "퍼스널 스타일을 찾아 떠나는 여정: 5가지 필수 단계",
  "blogArticle1Excerpt": "자신만의 스타일을 찾는 것은 자신을 표현하는 가장 강력한 방법 중 하나입니다. 어디서부터 시작해야 할지 막막하다면, 이 5가지 단계를 따라가 보세요.",
  "blogArticle2Title": "색채의 마법, 퍼스널 컬러: 나에게 딱 맞는 색상 찾기",
  "blogArticle2Excerpt": "나에게 어울리는 색은 얼굴을 환하게 밝혀주고, 어울리지 않는 색은 단점을 부각시킵니다. 퍼스널 컬러의 기본 개념을 이해하고 자신에게 맞는 색상을 찾아보세요.",
  "blogArticle3Title": "옷장 속 기본 아이템: 어떤 상황에서도 빛나는 7가지 필수템",
  "blogArticle3Excerpt": "유행은 계속 변하지만, 어떤 상황에서도 당신의 스타일을 지켜줄 클래식한 아이템들이 있습니다. 당신의 옷장에 반드시 필요한 7가지 아이템을 소개합니다.",
  "blogReadMore": "더 읽어보기 &rarr;",

  "article1Title": "퍼스널 스타일을 찾아 떠나는 여정: 5가지 필수 단계",
  "article1P1": "자신만의 스타일을 갖는다는 것은 단순히 옷을 잘 입는 것을 넘어, 자신의 정체성을 표현하는 강력한 도구가 됩니다. 하지만 수많은 트렌드 속에서 '나다운 스타일'을 찾는 것은 쉽지 않은 일입니다. 어디서부터 시작해야 할지 막막하다면, 아래 5가지 단계를 차근차근 따라가 보세요.",
  "article1H2_1": "1. 영감 수집하기 (Inspiration)",
  "article1P2": "가장 먼저 할 일은 당신의 마음을 끄는 스타일을 찾는 것입니다. Pinterest, Instagram, 패션 잡지 등 다양한 매체를 활용해 마음에 드는 이미지들을 모아보세요. 특정 인물, 색감, 실루엣, 분위기 등 어떤 것이든 좋습니다. 이렇게 모은 이미지들은 당신의 취향을 파악하는 중요한 단서가 됩니다. '스타일보드'나 '무드보드'를 만들어보는 것도 좋은 방법입니다.",
  "article1H2_2": "2. 내 옷장 분석하기 (Wardrobe Analysis)",
  "article1P3": "이제 당신의 옷장을 열어볼 차례입니다. 현재 가지고 있는 옷들을 모두 꺼내어 어떤 옷을 자주 입고, 어떤 옷은 전혀 입지 않는지 살펴보세요. 당신이 자주 손이 가는 옷에는 분명 공통점이 있을 것입니다. 편안한 소재, 특정 색상, 혹은 특정 핏 등 당신이 선호하는 요소들을 파악할 수 있습니다. 반대로, 입지 않는 옷들을 통해서는 당신이 피하고 싶은 스타일을 알 수 있습니다.",
  "article1H2_3": "3. 나 자신 이해하기 (Self-Understanding)",
  "article1P4": "스타일은 당신의 라이프스타일과 가치관을 반영합니다. 당신의 직업, 주로 보내는 시간, 취미 활동 등을 고려해보세요. 활동적인 일을 하는 사람에게는 편안하고 기능적인 옷이 필요하고, 창의적인 분야에서 일한다면 더 과감하고 개성 있는 스타일을 시도해볼 수 있습니다. '나는 어떤 사람인가?', '나는 무엇을 중요하게 생각하는가?'와 같은 질문을 통해 당신의 내면을 들여다보는 과정이 필요합니다.",
  "article1H2_4": "4. 핵심 아이템 정의하기 (Define Core Items)",
  "article1P5": "영감과 당신의 옷장, 그리고 라이프스타일을 종합적으로 고려하여 당신의 스타일을 대표할 '핵심 아이템' 몇 가지를 정의해보세요. 예를 들어, '잘 맞는 청바지', '고품질의 흰색 티셔츠', '클래식한 블레이저' 등이 될 수 있습니다. 이 핵심 아이템들은 당신의 옷장에서 중심을 잡아주며, 다양한 스타일링의 기초가 되어줄 것입니다.",
  "article1H2_5": "5. 실험하고 발전시키기 (Experiment & Evolve)",
  "article1P6": "스타일은 한 번에 완성되는 것이 아닙니다. 끊임없이 실험하고 발전시켜나가는 과정 그 자체입니다. 새로운 조합을 시도해보고, 평소 입지 않던 스타일에 도전해보세요. 때로는 실패할 수도 있지만, 그 과정을 통해 당신의 스타일은 더욱 단단해지고 깊어질 것입니다. 작은 액세서리 하나를 바꾸는 것부터 시작해보는 것도 좋습니다. 자신감을 갖고 즐기는 태도가 가장 중요합니다.",
  "article1P7": "이 5가지 단계를 통해 당신은 더 이상 유행을 맹목적으로 좇는 대신, 자신만의 기준으로 스타일을 만들어나가는 즐거움을 발견하게 될 것입니다. 나의 스타일 찾기가 당신의 여정을 응원합니다!",

  "article2Title": "색채의 마법, 퍼스널 컬러: 나에게 딱 맞는 색상 찾기",
  "article2P1": "똑같은 색상의 옷인데도 친구에게는 잘 어울리고 나에게는 어딘가 어색했던 경험, 없으신가요? 그 비밀은 바로 '퍼스널 컬러'에 있습니다. 퍼스널 컬러란 개인이 가진 고유의 피부, 머리카락, 눈동자 색과 조화를 이루어 생기를 더하고 이미지를 긍정적으로 만들어주는 색상 그룹을 의미합니다. 나에게 맞는 색을 찾으면 스타일링이 훨씬 쉬워지고, 자신감도 높아질 수 있습니다.",
  "article2H2_1": "퍼스널 컬러, 왜 중요할까?",
  "article2P2": "나에게 맞는 색은 피부 톤을 균일하게 만들고, 잡티나 다크서클을 완화해주어 전체적으로 화사하고 건강해 보이는 효과를 줍니다. 반면, 어울리지 않는 색은 피부를 칙칙하게 만들거나, 단점을 부각시키고, 옷과 사람이 겉도는 느낌을 줄 수 있습니다. 퍼스널 컬러를 알면 쇼핑할 때 불필요한 소비를 줄일 수 있고, 옷장을 효율적으로 관리하는 데도 도움이 됩니다.",
  "article2H2_2": "퍼스널 컬러의 기본: 웜톤 vs 쿨톤",
  "article2P3": "퍼스널 컬러는 크게 '웜톤(Warm Tone)'과 '쿨톤(Cool Tone)'으로 나뉩니다. 이는 색상에 노란 기가 도는지, 혹은 푸른 기가 도는지에 따른 구분입니다.",
  "article2Li1_1": "<strong>웜톤:</strong> 따뜻하고 생기 있는 느낌을 줍니다. 주로 골드 액세서리가 잘 어울리고, 손목의 혈관 색이 녹색에 가깝습니다. 대표 색상으로는 아이보리, 코랄, 오렌지, 브라운 등이 있습니다.",
  "article2Li1_2": "<strong>쿨톤:</strong> 시원하고 도시적인 느낌을 줍니다. 실버 액세서리가 잘 어울리며, 손목의 혈관 색이 파란색이나 보라색에 가깝습니다. 대표 색상으로는 순백색, 라벤더, 마젠타, 네이비 등이 있습니다.",
  "article2H2_3": "사계절 퍼스널 컬러 유형",
  "article2P4": "웜톤과 쿨톤은 다시 명도와 채도에 따라 각각 두 가지, 총 네 가지의 사계절 유형으로 세분화됩니다.",
  "article2Li2_1": "<strong>봄 웜톤 (Spring):</strong> 고채도의 밝고 따뜻한 색상이 잘 어울립니다. 사랑스럽고 생기 있는 이미지를 연출합니다. (예: 코랄 핑크, 피치, 라이트 옐로우)",
  "article2Li2_2": "<strong>여름 쿨톤 (Summer):</strong> 저채도의 밝고 시원한 파스텔 톤이 잘 어울립니다. 우아하고 부드러운 이미지를 연출합니다. (예: 라벤더, 스카이 블루, 로즈 핑크)",
  "article2Li2_3": "<strong>가을 웜톤 (Autumn):</strong> 저채도의 깊고 따뜻한 색상이 잘 어울립니다. 성숙하고 지적인 이미지를 연출합니다. (예: 카키, 버건디, 머스타드)",
  "article2Li2_4": "<strong>겨울 쿨톤 (Winter):</strong> 고채도의 선명하고 차가운 색상이나 무채색이 잘 어울립니다. 카리스마 있고 시크한 이미지를 연출합니다. (예: 핫핑크, 코발트 블루, 블랙, 화이트)",
  "article2H2_4": "나만의 컬러를 찾아보세요",
  "article2P5": "정확한 진단을 위해서는 전문가의 도움을 받는 것이 가장 좋지만, 일상에서도 간단한 자가 진단을 시도해볼 수 있습니다. 다양한 색상의 옷이나 스카프를 얼굴 가까이에 대보고, 어떤 색이 얼굴을 더 환하게 밝혀주는지 거울을 통해 확인해보세요. 나의 스타일 찾기 서비스 또한 당신의 퍼스널 컬러를 찾는 데 훌륭한 첫걸음이 되어줄 수 있습니다.",

  "article3Title": "옷장 속 기본 아이템: 어떤 상황에서도 빛나는 7가지 필수템",
  "article3P1": "패션 트렌드는 빠르게 변하지만, 어떤 유행 속에서도 굳건히 자리를 지키는 아이템들이 있습니다. 바로 '기본 아이템' 또는 '클래식 아이템'이라 불리는 것들입니다. 이러한 아이템들은 어떤 옷과도 쉽게 조화를 이루며, 당신의 스타일을 한 단계 격상시켜 줍니다. 당신의 옷장에 반드시 갖춰야 할 7가지 필수 아이템을 소개합니다.",
  "article3H2_1": "1. 고품질의 흰색 티셔츠",
  "article3P2": "단순하지만 가장 강력한 아이템입니다. 청바지와 함께하면 캐주얼한 룩을, 슬랙스나 스커트와 매치하면 세련된 룩을 연출할 수 있습니다. 좋은 소재와 핏의 흰색 티셔츠는 그 자체만으로도 훌륭한 스타일링 도구가 됩니다.",
  "article3H2_2": "2. 잘 맞는 청바지",
  "article3P3": "자신의 체형에 완벽하게 맞는 청바지는 자신감을 불어넣어 줍니다. 스키니, 스트레이트, 와이드 등 다양한 핏 중에서 자신에게 가장 잘 어울리는 것을 선택하세요. 어떤 상의와도 잘 어울려 활용도가 매우 높습니다.",
  "article3H2_3": "3. 클래식한 블레이저",
  "article3P4": "블레이저는 티셔츠와 청바지 차림을 순식간에 격식 있는 스타일로 바꿔주는 마법 같은 아이템입니다. 블랙, 네이비, 베이지와 같은 기본 컬러의 블레이저는 하나쯤 가지고 있으면 중요한 자리나 오피스룩으로 손색이 없습니다.",
  "article3H2_4": "4. 스트라이프 셔츠",
  "article3P5": "프렌치 시크의 상징과도 같은 스트라이프 셔츠는 지루한 스타일에 경쾌함을 더해줍니다. 단독으로 입어도 좋고, 자켓이나 가디건 안에 이너로 활용하여 포인트를 주기에도 좋습니다.",
  "article3H2_5": "5. 리틀 블랙 드레스 (LBD)",
  "article3P6": "코코 샤넬이 대중화시킨 리틀 블랙 드레스는 시대를 초월하는 클래식입니다. 파티, 데이트, 결혼식 하객룩 등 어떤 상황에서도 당신을 빛나게 해줄 것입니다. 심플한 디자인을 선택하고 액세서리로 변화를 주는 것을 추천합니다.",
  "article3H2_6": "6. 활용도 높은 스니커즈",
  "article3P7": "이제 스니커즈는 운동할 때만 신는 신발이 아닙니다. 원피스, 슬랙스 등 어떤 스타일에도 믹스매치하여 편안하면서도 트렌디한 룩을 완성할 수 있습니다. 화이트나 블랙과 같은 기본 색상의 깔끔한 디자인을 선택하는 것이 좋습니다.",
  "article3H2_7": "7. 트렌치 코트",
  "article3P8": "봄과 가을, 간절기에 트렌치 코트만큼 유용한 아이템은 없습니다. 티셔츠 위에 무심하게 걸치기만 해도 스타일리시한 분위기를 연출할 수 있습니다. 베이지나 카키 색상의 클래식한 디자인은 수십 년이 지나도 변치 않는 가치를 지닙니다.",
  "article3P9": "이 7가지 기본 아이템으로 옷장의 기초를 탄탄하게 다져보세요. 유행하는 아이템을 몇 가지 더하는 것만으로도 매일매일 새로운 스타일을 즐길 수 있게 될 것입니다. 나의 스타일 찾기가 당신의 여정을 응원합니다!"
}